[
  {
    "title": "La Catedral del Mar",
    "author": "Ildefonso Falcones",
    "image": "/images/Catedral.jpg",
    "format": "Paperback",
    "pubDate": "July 2018",
    "language": "Spanish",
    "length": "672 pages",
    "price": 10.90,
    "summary": "In the tradition of Ken Folletts The Pillars of the Earth, here is a thrilling historical novel of friendship and revenge, plague and hope, love and war, set in the golden age of 14th-century Barcelona. Arnau Estanyol arrives in Barcelona and joins the powerful guild of stone-workers building the magnificent cathedral of Santa Maria del Mar, while his adoptive brother Joan studies to become a priest. As Arnau prospers, he secretly falls in love with a forbidden woman. When he is betrayed and hauled before the Inquisitor, he finds himself face-to-face with his own brother. Will he lose his life just as his beloved cathedral is finally completed, or will his brother spare him?",
    "filters": ["Spanish"],
    "related": []
  },
  {
    "title": "Don Quijote de la Mancha",
    "author": "Miguel de Cervantes",
    "image": "/images/Quijote.jpg",
    "format": "Paperback",
    "pubDate": "August 2019",
    "language": "Spanish",
    "length": "1216 pages",
    "price": 14.95,
    "summary": "A success from the moment of its publication in two parts (1605 and 1615), Don Quixote de la Mancha is probably the best novel ever written. It tells the story of a nobleman who, crazy from reading too much, travels around Spain in search of adventure, justice, and glory. The multiple interpretations of the work reflect its wealth of meaning and contents: a critique of books about chivalry, the juxtaposition of realism and idealism, and a satire of courtly dreams. With the entertaining adventures of its clever protagonist, Cervantes portrayed the complexity of being human and gave literary art its highest form of expression. This edition includes an introduction that contextualizes the work, a notes section, a timeline, and an essential bibliography, as well as several discussion and debate prompts about the reading. The work was led by Florencio Sevilla Arroyo, professor of Spanish language and literature at the Universidad Autónoma in Madrid.",
    "filters": ["Classics", "Spanish"],
    "related": []
  },
  {
    "title": "Tuntematon sotilas",
    "author": "Väinö Linna",
    "image": "/images/sotilas.jpeg",
    "format": "Paperback",
    "pubDate": "October 2010",
    "language": "Finnish",
    "length": "502 pages",
    "price": 35.90,
    "summary": "Väinö Linnan Tuntematon sotilas ilmestyi ensimmäisen kerran 3. joulukuuta 1954. Tässä Väinö Linnan 90-vuotissyntymän kunniaksi julkaistussa juhlapainoksessa mukana ovat myös Linnan omat kirjoitukset Tuntemattoman sotilaan tausta ja Sotaromaanin kirjoittamisesta sekä Edvin Laineen Tuntematon sotilas -elokuvan filmatisointia varten kirjoitettu teksti.'Minulta on monesti kysytty tiesinkö työn aikana, että kirjastani tulisi sellainen menestys kuin tuli. Siihen aikaan minulla oli tapana sanoa, että sitä myydään tuhannesta sataantuhanteen kappaleeseen. Tuo satatuhatta oli olevinaan jonkinlaista itseironiaa.'",
    "filters": ["Classics", "Finnish"],
    "related": []
  },
  {
    "title": "Harry Potter and the Philosopher's Stone",
    "author": "J.K. Rowling",
    "image": "/images/potter1.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "352 pages",
    "price": 15.00,
    "summary": "Harry Potter has never even heard of Hogwarts when the letters start dropping on the doormat at number four, Privet Drive. Addressed in green ink on yellowish parchment with a purple seal, they are swiftly confiscated by his grisly aunt and uncle. Then, on Harry’s eleventh birthday, a great beetle-eyed giant of a man called Rubeus Hagrid bursts in with some astonishing news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": " Harry Potter and the Chamber of Secrets",
    "author": "J.K. Rowling",
    "image": "/images/potter2.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "384 pages",
    "price": 15.00,
    "summary": "Harry Potter’s summer has included the worst birthday ever, doomy warnings from a house-elf called Dobby, and rescue from the Dursleys by his friend Ron Weasley in a magical flying car! Back at Hogwarts School of Witchcraft And Wizardry for his second year, Harry hears strange whispers echo through empty corridors – and then the attacks start. Students are found as though turned to stone … Dobby’s sinister predictions seem to be coming true.",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "author": "J.K. Rowling",
    "image": "/images/potter3.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "480 pages",
    "price": 15.00,
    "summary": "When the Knight Bus crashes through the darkness and screeches to a halt in front of him, it's the start of another far from ordinary year at Hogwarts for Harry Potter. Sirius Black, escaped mass-murderer and follower of Lord Voldemort, is on the run – and they say he is coming after Harry. In his first ever Divination class, Professor Trelawney sees an omen of death in Harry's tea leaves … But perhaps most terrifying of all are the Dementors patrolling the school grounds, with their soul-sucking kiss.",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "author": "J.K. Rowling",
    "image": "/images/potter4.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "640 pages",
    "price": 15.00,
    "summary": "The Triwizard Tournament is to be held at Hogwarts. Only wizards who are over seventeen are allowed to enter – but that doesn't stop Harry dreaming that he will win the competition. Then at Hallowe'en, when the Goblet of Fire makes its selection, Harry is amazed to find his name is one of those that the magical cup picks out. He will face death-defying tasks, dragons and Dark wizards, but with the help of his best friends, Ron and Hermione, he might just make it through – alive!",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "author": "J.K. Rowling",
    "image": "/images/potter5.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "816 pages",
    "price": 15.00,
    "summary": "Dark times have come to Hogwarts. After the Dementors' attack on his cousin Dudley, Harry Potter knows that Voldemort will stop at nothing to find him. There are many who deny the Dark Lord's return, but Harry is not alone: a secret order gathers at Grimmauld Place to fight against the Dark forces. Harry must allow Professor Snape to teach him how to protect himself from Voldemort's savage assaults on his mind. But they are growing stronger by the day and Harry is running out of time.",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "author": "J.K. Rowling",
    "image": "/images/potter6.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "560 pages",
    "price": 15.00,
    "summary": "When Dumbledore arrives at Privet Drive one summer night to collect Harry Potter, his wand hand is blackened and shrivelled, but he does not reveal why. Secrets and suspicion are spreading through the wizarding world, and Hogwarts itself is not safe. Harry is convinced that Malfoy bears the Dark Mark: there is a Death Eater amongst them. Harry will need powerful magic and true friends as he explores Voldemort's darkest secrets, and Dumbledore prepares him to face his destiny.",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": "Harry Potter and the Deathly Hallows",
    "author": "J.K. Rowling",
    "image": "/images/potter7.jpeg",
    "format": "Hardcover",
    "pubDate": "September 2014",
    "language": "English",
    "length": "640 pages",
    "price": 15.00,
    "summary": "As he climbs into the sidecar of Hagrid's motorbike and takes to the skies, leaving Privet Drive for the last time, Harry Potter knows that Lord Voldemort and the Death Eaters are not far behind. The protective charm that has kept Harry safe until now is now broken, but he cannot keep hiding. The Dark Lord is breathing fear into everything Harry loves, and to stop him Harry will have to find and destroy the remaining Horcruxes. The final battle must begin – Harry must stand and face his enemy.",
    "filters": ["Fantasy", "English"],
    "related": []
  },
  {
    "title": "Susipalatsi",
    "author": "Hilary Mantel",
    "image": "/images/susipalatsi.jpeg",
    "format": "Paperback",
    "pubDate": "September 2015",
    "language": "Finnish",
    "length": "797 pages",
    "price": 11.90,
    "summary": "Kirjan nimi viittaa lentävään lauseeseen 'Ihminen on ihmiselle susi'. Tarina sijoittuu 1500­luvun alkuun ja kertoo hämmästyttävän tarinan Thomas Cromwellin, köyhän ja juopon sepän pojan, noususta valtaan ja kuninkaan tärkeimmäksi neuvonantajaksi Henrik VIII:n hovissa. Mantel kertoo tuon puolivuosi­ sataa vanhan tarinan modernin kirjallisuuden keinoin ja avaa järisyttävän inhimillisen kuvan. Kerronta on tiivistä, dramaattista, täsmällistä ja tarkkaa. BBC:n samanniminen kuusiosainen tv­sarja tulossa YLE:ltä syyskuussa.",
    "filters": ["Historical", "Finnish"],
    "related": []
  },
  {
    "title": "Syytettyjen sali",
    "author": "Hilary Mantel",
    "image": "/images/syytettyjen.jpg",
    "format": "Paperback",
    "pubDate": "january 2012",
    "language": "Finnish",
    "length": "508 pages",
    "price": 25.60,
    "summary": "Syytettyjen sali tutkii Englannin kuninkaan toisen vaimon, Anne Boleyn, traagista ja veristä kohtaloa. Mantel kirjoittaa noista hurjista vuosista todellisen mestarin tavoin. Tuoden lähelle hovin julmat kamppailut vallasta. Ymmärtäen jokaista. Näyttäen miten moderni maailma sai syntynsä. Vuoteen 1535 mennessä Thomas Cromwell, köyhän ja väkivaltaisen sepän poika, on päässyt pitkälle ja vaurastunut. Henrik VIII tärkeimpänä avustajana hän on kartuttanut omaisuuttaan. Anne Boleyn vuoksi Henrik on rikkonut välinsä katoliseen kirkkoon. Henrikin toimet ovat eristäneet Englannin muusta Euroopasta. Anne puolestaan ei ole pystynyt synnyttämään Henrikille perijää, Tudorin suvun jatkajaa. Kun Henrik vierailee Susipalatsissa, hän rakastuu vaatimattomaan Jane Seymouriin ja vaarantaa suhteellaan sekä avioliittonsa että kansakunnan turvallisuuden. Thomas Cromwellin on käytettävä kaikki eminenssin kykynsä ja neuvottelutaitonsa saadakseen tilanne hallintaan. Kummatkaan, kuningas ja hänen neuvonantajansa, eivät selviä Anne Boleyn viimeisistä päivistä kunnialla.",
    "filters": ["Historical", "Finnish"],
    "related": []
  },
  {
    "title": "Kuningashuone",
    "author": "Hilary Mantel",
    "image": "/images/kuningashuone.png",
    "format": "Paperback",
    "pubDate": "June 2020",
    "language": "Finnish",
    "length": "922 pages",
    "price": 31.90,
    "summary": "Cromwell-sarjan ihailijoiden odotus palkitaan: trilogian kolmas osa ilmestyy kesällä! Englanti, toukokuu 1536. Thomas Cromwell, köyhän sepän poika, on päässyt pitkälle. Henrik VIII:n tärkeimpänä avustajana hän on kartuttanut omaisuuttaan ja valtaansa. Kuningas on jäänyt kaksi kertaa leskeksi. Kolmas vaimo Jane Seymour antaa kuninkaalle jakamattoman huomionsa, ja kruununperijäprinssiä odotetaan kuumeisesti. Silloinkin, kun vainoharhainen kuningas ilmoittaa haluavansa olla yksin, hän kutsuu Cromwellin luokseen väittelemään kanssaan tai vain heittämään noppaa. Lordi Cromwellin maailmassa on nyt kolmenlaisia ihmisiä: niitä, jotka käyttävät hänen oikeaa arvonimeään, hännystelijöitä ja kaunankantajia. Maailmassa on levottomuuksia, mutta maan hallinnon on jatkuttava. Mutta pystyykö kokonainen kansakunta tai yksi ihminen luomaan nahkansa uudestaan? Hilary Mantel (s.1952) on brittiläinen kirjailija ja kriitikko. Koulutukseltaan Mantel on juristi. Hän on voittanut Man Booker Prizen, yhden maailman arvostetuimmista kirjallisuuspalkinnoista, kahdesti teoksillaan Susipalatsi (Wolf Hall, 2009) ja Syytettyjen sali (Bring Up the Bodies, 2012).",
    "filters": ["Historical", "Finnish"],
    "related": []
  }
]